{
    "events": [
        {
            "id": 1,
            "title": "Rome Street Food Tour",
            "city": "Rome",
            "images": ["https://cdn.getyourguide.com/img/tour/c62d95892f972231.jpeg/98.jpg"],
            "summary": "Experience the flavors of Rome on a guided street food tour. Taste your way through the iconic Jewish Quarter or opt for a tour of Trastevere. Try local delicacies such as supplì, pizza, and gelato.",
            "price": "42.75",
            "duration": "2.5",
            "freeCancellation": true,
            "highlights": [
                "Experience the flavors of the 'Eternal City' on a street food tour in Rome",
                "Indulge in street delicacies, such as supplì, cured meats, and traditional pizza",
                "Explore one of two historical districts, Trastevere or the Jewish Quarter",
                "Follow your guide through the historic center’s charming squares and shops",
                "Finish your foodie adventure on a sweet note with the perfect Roman gelato"
            ],
            "fullDescription": "Tuck into Rome's iconic street food on a guided walking tour of the Jewish Quarter or Trastevere. Learn about local food with five tastings and try delicacies, such as pizza, supplì, and seasonal dishes.\n\nChoose between a tour of Trastevere or a tour of the Jewish Quarter, two of Rome's most picturesque districts with group and private tour options available. With your guide, learn about Rome’s history through its most beloved street food.\n\nIf you've chosen the Trastevere tour, meet your guide on Tiber Island and soak up its unique atmosphere before entering Trastevere. Step into vibrant squares, such as Piazza Santa Maria, and indulge in popular street food, from cheesy supplì to delicious cannoli.\n\nIf you've chosen the tour of the Jewish Quarter, head to the lively Campo De' Fiori square where one of the oldest open-air markets takes place every morning.\n\nThen, follow your guide to Rome's Jewish Quarter and see highlights, including the Portico of Octavia and the Turtle Fountain.\n\nThroughout both tours, enjoy five tastings with some wine and beer. Finally, make your way to an ice cream shop for a much-deserved treat. Both tours finish on a sweet note with the perfect Italian gelato."
        },
        {
          "id": 2,
          "title": "Barcelona: Sagrada Familia Entry Ticket with Audio Guide",
          "city": "Barcelona",
          "images": ["https://cdn.getyourguide.com/img/tour/62bacf6a87bba.jpeg/146/Barcelona--Sagrada-Familia-Entry-Ticket-with-Audio-Guide.jpg"],
          "summary": "Avoid the long lines and get fast track entrance to Gaudi's unfinished masterpiece of the Sagrada Familia. Have more time to explore Barcelona's most-visited landmark at your own pace with the included downloadable audio guide.",
          "price": "32.50",
          "duration": "4",
          "freeCancellation": true,
          "highlights": ["Experience the flavors of the 'Eternal City' on a street food tour in Rome", "Indulge in street delicacies, such as supplì, cured meats, and traditional pizza", "Explore one of two historical districts, Trastevere or the Jewish Quarter", "Follow your guide through the historic center’s charming squares and shops", "Finish your foodie adventure on a sweet note with the perfect Roman gelato"],
          "fullDescription": "Head straight to the fast track entrance for security checks and step inside one of Spain's most visited monuments. Explore Antoni Gaudi's unfinished masterpiece of the Sagrada Familia – the UNESCO-listed site that dominates the Barcelona skyline.\n\nWith the handy audio guide, walk through the history of this beautiful basilica that has been under construction since 1882. Find out why Gaudi took over the project from the original architect, Francisco de Paula del Villar.\n\nAdmire the combination of neo-Gothic and Art Nouveau design features and see what made Gaudi's work stand out. From impressive facades, mesmerizing playful shapes, and stunning colorful mosaic details, the Sagrada Familia's design makes it a one-of-a-kind place of worship.\n\nGaudi began working on the Sagrada Familia exclusively from 1914 until he died in 1926. A remarkable feat of design, it remains a work in progress today – constructed using materials from Gaudi's workshops and continuing the ideas found in plans and photographs.\n\nWhile unfinished, the basilica remains a must-see attraction and an important site that preserves the great architect's forward-thinking, discipline-breaking, symbolic visions."
        },
        {
          "id": 3,
          "title": "Magical London: Harry Potter Guided Walking Tour",
          "city": "London",
          "images": ["https://cdn.getyourguide.com/img/tour/5b6aeff8215c0.jpeg/98.jpg"],
          "summary": "Embark on an interactive Harry Potter tour around central London with a guide. Choose from either a boat or London Underground trip.",
          "price": "17.74",
          "duration": "2.5",
          "freeCancellation": true,
          "highlights": ["Experience a magical Harry Potter themed walking tour across London", "Find out which Hogwarts House you belong in and test your Harry Potter knowledge", "Stroll down Diagon Alley, visit the Leaky Cauldron, and more", "See iconic London sites such as Borough Market, The London Eye, and Trafalgar Square", "Have the option of a short boat trip down the River Thames"],
          "fullDescription": "Walk in the footsteps of your favorite wizards (and witches) around Muggle London. Your Harry Potter enthusiast guide will be armed with weird and wonderful trivia all along the way.\n\nMeet your guide and start your adventure by finding out which Hogwarts House you belong in. Compete against other Houses in an interactive quiz as you see the sites that inspired J.K. Rowling, from Shakespeare's Globe to the London alleys that inspired Knockturn Alley.\n\nHighlights include passing The Leaky Cauldron, the secret wizarding inn. Explore the real Diagon Alley, where Harry buys his first wand. Even see the bridge destroyed by the Death Eaters in 'Harry Potter and the Half-Blood Prince'.\n\nFor part of your guided tour, choose to either take the London Underground or a short boat trip down the Thames."
        }
    ]   
}